2.3.Pruebas-de-servicios-web/tema8/Artillery/artillery_ejem2/ejem2.yml
config:
    environments:
      production:
        target: "http://www.items.es"
        phases:
          - duration: 120
            arrivalRate: 10
      staging:
        target: "http://127.0.0.1:3003"
        phases:
          - duration: 60
            arrivalRate: 10
scenarios:
    - flow:
        - get:
            url: "/items"